Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: Inverter display settings, CT2 settings
de: Anzeigeeinstellungen des Wechselrichters, CT2-Einstellungen
es: Configuración de visualización del inversor, configuración de CT2
it: Impostazioni di visualizzazione dell'inverter, impostazioni CT2
pl: Ustawienia wyświetlania falownika, ustawienia CT2

source: Inverter schedules
de: Wechselrichter-Zeitpläne
es: Horarios del inversor
it: Programmi dell'inverter
pl: Harmonogramy falownika

# inverter_charge_schedule_settings_saved
source: Your inverter schedule settings were saved. Please be aware that your schedule settings will take priority over any battery schedule you had previously configured.
de: Ihre Wechselrichter-Zeitplaneinstellungen wurden gespeichert. Bitte beachten Sie, dass diese Einstellungen Vorrang vor zuvor konfigurierten Batterieplänen, Mindest-SoC und Wechselrichter-Arbeitsmodi haben.
es: Se han guardado los ajustes de horario de tu inversor. Ten en cuenta que estos ajustes tendrán prioridad sobre cualquier horario de carga de batería, SoC mínimo y modo de funcionamiento del inversor que hayas configurado previamente.
it: Le impostazioni dell'orario del tuo inverter sono state salvate. Tieni presente che queste impostazioni avranno la priorità su qualsiasi programma di carica della batteria, SoC minimo e modalità operativa dell'inverter configurati in precedenza.
pl: Ustawienia harmonogramu falownika zostały zapisane. Pamiętaj, że te ustawienia mają pierwszeństwo przed wcześniej skonfigurowanymi harmonogramami ładowania baterii, minimalnym SoC i trybem pracy falownika.

# inverter_charge_template_deleted
source: Your template was deleted
de: Ihre Vorlage wurde gelöscht
es: Tu plantilla fue eliminada
it: Il tuo modello è stato eliminato
pl: Twój szablon został usunięty

# inverter_settings_saved
source: Your inverter settings were saved
de: Der Arbeitsmodus des Wechselrichters wurde gespeichert
es: El modo de trabajo del inversor se ha guardado
it: La modalità di lavoro dell'inverter è stata salvata
pl: Tryb pracy falownika został zapisany

source: Kilowatts
de: Kilowatt
es: Kilovatios
it: Kilowatt
pl: Kilowaty

source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
it: Ultimi 6 mesi
pl: Ostatnie 6 miesięcy

source: Last 12 months
de: Letzte 12 Monate
es: Últimos 12 meses
it: Ultimi 12 mesi
pl: Ostatnie 12 miesięcy

source: Last update
de: Letzte Aktualisierung
es: Última actualización
it: Ultimo aggiornamento
pl: Ostatnia aktualizacja

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
pl: Szerokość geograficzna

source: Launch Pulse
de: Pulse starten
es: Iniciar Pulse
it: Avvia Pulse
pl: Uruchom Pulse

source: Light
de: Hell
es: Claro
it: Chiaro
pl: Jasny

source: Load firmware versions
de: Firmware-Versionen laden
es: Cargar versiones del firmware
it: Caricare versioni del firmware
pl: Załaduj wersje oprogramowania układowego

source: Loading...
de: Lade...
es: Carga...
it: Caricamento...
pl: Ładuję...

# Loads
source: Home consumption
de: Hausverbrauch
es: Consumo del hogar
it: Consumo domestico
pl: Zużycie domowe

source: Log me in
de: Einloggen
es: Iniciar sesión
it: Accedi
pl: Zaloguj mnie

source: Login at https://www.foxesscloud.com/
de: Anmelden unter https://www.foxesscloud.com/
es: Inicia sesión en https://www.foxesscloud.com/
it: Accedi su https://www.foxesscloud.com/
pl: Zaloguj się na https://www.foxesscloud.com/

source: Logout
de: Abmelden
es: Cerrar sesión
it: Esci
pl: Wyloguj

source: Logout from demo
de: Abmelden von der Demo
es: Cerrar sesión de la demostración
it: Esci dalla demo
pl: Wyloguj się z wersji demonstracyjnej

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
pl: Długość geograficzna

source: Loss Factor
de: Verlustfaktor
es: Factor de pérdida
it: Fattore di perdita
pl: Współczynnik strat

source: Low threshold
de: Niedrige Schwelle
es: Umbral bajo
it: Soglia bassa
pl: Niski próg

# low_threshold_description
source: Below this amount the sun will be yellow.
de: Unterhalb dieses Betrags wird die Sonne gelb sein.
es: Por debajo de esta cantidad, el sol será amarillo.
it: Al di sotto di questa quantità il sole sarà giallo.
pl: Poniżej tej ilości słońce będzie żółte.

source: Manage groups
de: Gruppen verwalten
es: Gestionar grupos
it: Gestisci gruppi
pl: Zarządzaj grupami

source: Manage schedules
de: Zeitpläne verwalten
es: Gestionar horarios
it: Gestire programmi
pl: Zarządzaj harmonogramami

source: Manage templates
de: Vorlagen verwalten
es: Gestionar plantillas
it: Gestire modelli
pl: Zarządzaj szablonami

source: Maximum charge level
de: Maximale Ladegrenze
es: Nivel máximo de carga
it: Livello massimo di carica
pl: Maksymalny poziom naładowania

source: Medium threshold
de: Mittlere Schwelle
es: Umbral medio
it: Soglia media
pl: Średni próg

# medium_threshold_description
source: Between low and medium the sun will be yellow and glowing.
de: Zwischen niedriger und mittlerer Schwelle wird die Sonne gelb und leuchtend sein.
es: Entre bajo y medio, el sol será amarillo y brillante.
it: Tra bassa e media, il sole sarà giallo e luminoso.
pl: Między niskim a średnim słońce będzie żółte i świecące.

source: Min SoC must be less than or equal to Force Discharge SoC
de: Min SoC muss kleiner oder gleich dem Force Discharge SoC sein
es: El SoC mínimo debe ser menor o igual al SoC de Descarga Forzada
it: Il SoC minimo deve essere inferiore o uguale al SoC di Scarica Forzata
pl: Min SoC musi być mniejszy lub równy SoC Wymuszonego Rozładowania

source: Min SoC on Grid
de: Min. SoC am Netz
es: Min. SoC en red
it: SoC minimo in rete
pl: Min. PoC w sieci

source: Minimum charge levels
de: Mindestladepegel
es: Niveles mínimos de carga
it: Livelli di carica minimi
pl: Minimalne poziomy naładowania

# minsoc_description
source: The minimum charge the battery should maintain.
de: Der minimale Ladestand, den die Batterie aufrechterhalten sollte.
es: El nivel mínimo de carga que la batería debe mantener.
it: La carica minima che la batteria dovrebbe mantenere.
pl: Minimalny poziom naładowania, który bateria powinna utrzymywać.

# minsoc_detail
source: For the most part this is the setting that determines when the batteries will stop being used. Setting this higher than Min SoC will reserve battery power for a grid outage. For example, if you set Min SoC to 10% and Min SoC on Grid to 20%, the inverter will stop supplying power from the batteries at 20% and the house load will be supplied from the grid. If there is a grid outage, the batteries could be used (via an EPS switch) to supply emergency power until the battery charge drops to 10%.
de: Im Wesentlichen ist dies die Einstellung, die bestimmt, wann die Batterien nicht mehr verwendet werden. Wenn Sie diese Einstellung höher als Min SoC setzen, wird die Batterieleistung für einen Netzwerkausfall reserviert. Wenn Sie zum Beispiel Min SoC auf 10% und Min SoC am Netz auf 20% setzen, wird der Wechselrichter die Stromversorgung aus den Batterien bei 20% stoppen, und die Haushaltslast wird vom Netz versorgt. Bei einem Netzwerkausfall könnten die Batterien (über einen EPS-Schalter) verwendet werden, um Notstrom zu liefern, bis die Batterieladung auf 10% sinkt.
es: En su mayor parte, esta es la configuración que determina cuándo las baterías dejarán de ser utilizadas. Configurar este valor más alto que Min SoC reservará energía de la batería para un corte en el suministro de red. Por ejemplo, si estableces Min SoC en 10% y Min SoC en red en 20%, el inversor dejará de suministrar energía de las baterías al 20% y la carga de la casa será suministrada por la red. Si hay un corte de red, las baterías podrían ser utilizadas (a través de un interruptor EPS) para suministrar energía de emergencia hasta que la carga de la batería caiga al 10%.
it: Per la maggior parte, questa è l'impostazione che determina quando le batterie smetteranno di essere utilizzate. Impostando questo valore più alto di Min SoC, si riserva l'energia della batteria per un'interruzione di corrente. Ad esempio, se si imposta Min SoC al 10% e Min SoC in rete al 20%, l'inverter smetterà di fornire energia dalle batterie al 20% e il carico della casa verrà alimentato dalla rete. Se c'è un'interruzione di corrente, le batterie potrebbero essere utilizzate (tramite uno switch EPS) per fornire energia di emergenza fino a quando la carica della batteria scende al 10%.
pl: W większości przypadków jest to ustawienie, które decyduje o zatrzymaniu korzystania z baterii. Ustawienie wartości wyższej niż Min SoC zastrzeże moc baterii na wypadek awarii sieci. Na przykład, jeśli ustawisz Min SoC na 10% i Min SoC w sieci na 20%, falownik zatrzyma dostarczanie energii z baterii przy 20%, a obciążenie domu będzie zasilane z sieci. W przypadku braku zasilania z sieci, baterie mogą być używane (za pośrednictwem przełącznika EPS) do dostarczania energii awaryjnej do momentu, gdy naładowanie baterii spadnie do 10%.

# minsoc_notsure_footnote
source: If you're not sure then set both values the same.
de: Wenn Sie sich nicht sicher sind, dann setzen Sie beide Werte gleich.
es: Si no estás seguro, entonces configura ambos valores iguales.
it: Se non sei sicuro, imposta entrambi i valori uguali.
pl: Jeśli nie jesteś pewien, ustaw obie wartości tak samo.

# minsocgrid_description
source: The minimum charge the battery should maintain when grid power is present.
de: Der minimale Ladestand, den die Batterie aufrechterhalten sollte, wenn Netzstrom vorhanden ist.
es: El nivel mínimo de carga que la batería debe mantener cuando hay suministro de red.
it: La carica minima che la batteria dovrebbe mantenere quando è presente l'alimentazione della rete.
pl: Minimalny poziom naładowania, który bateria powinna utrzymywać w obecności zasilania z sieci.

source: Model
de: Modell
es: Modelo
it: Modello

source: Module Serial No.
de: Modul-Seriennr.
es: N.º serie módulo
it: N. serie modulo
pl: Nr seryjny modułu

source: Module SN
de: Modul-Seriennr.
es: N.º serie módulo
it: N. serie modulo
pl: Nr seryjny modułu

source: month
de: Monat
es: mes
it: mese
pl: miesiąc

source: Month
de: Monat
es: Mes
it: Mese
pl: Miesiąc

source: Month picker
de: Monatsauswahl
es: Selector de mes
it: Selettore di mese
pl: Wybór miesiąca

source: Months
de: Monate
es: Meses
it: Mesi
pl: Miesiące

source: Net
de: Netto
es: Red
it: Netto
pl: Sieć

# net_self_sufficiency
source: Assumes if your net consumption is positive then you are self-sufficient. Sufficiency = (export - import + batCharge - batDischarge) / houseUsage
de: Annahme von Autarkie falls der Nettoverbrauch positiv ist. Autarkie = (Export - Import + Batterieladung - Batterieentladung) / Hausverbrauch
es: Supone que si tu consumo neto es positivo, entonces eres autosuficiente. Autosuficiencia = (exportación - importación + cargaBatería - descargaBatería) / consumoCasa
it: Presume che se il tuo consumo netto è positivo, allora sei autosufficiente. Sufficienza = (esportazione - importazione + caricaBatteria - scaricaBatteria) / consumoCasa
pl: Zakłada, że jeśli Twoje zużycie netto jest dodatnie, to jesteś samowystarczalny. Samowystarczalność = (eksport - import + ładowanieBaterii - rozładowanieBaterii) / zużycieDom

source: Next update in
de: Nächstes Update in
es: Próxima actualización en
it: Prossimo aggiornamento tra
pl: Następna aktualizacja w

source: No
de: Nein
pl: Nie

source: No battery information available
de: Keine Batterieinformationen verfügbar
es: No hay información de batería disponible
it: Nessuna informazione sulla batteria disponibile
pl: Brak dostępnych informacji o baterii

source: No reason was given. Check the front screen of your inverter.
de: Es wurde kein Grund angegeben. Überprüfen Sie den vorderen Bildschirm Ihres Wechselrichters.
es: No se dio ninguna razón. Verifique la pantalla frontal de su inversor.
it: Non è stata fornita alcuna ragione. Controlla lo schermo frontale del tuo inverter.
pl: Nie podano powodu. Sprawdź przedni ekran swojego inwertera.

# no_battery_charge
source: The battery schedule will not alter the battery usage. House load will be met from the batteries if capacity is available.
de: Der Batterieplan wird die Batterienutzung nicht ändern. Der Hausstrombedarf wird aus den Batterien gedeckt, wenn Kapazität vorhanden ist.
es: El plan de batería no alterará el uso de la batería. La carga de la casa se abastecerá de las baterías si hay capacidad disponible.
it: La programmazione della batteria non modificherà l'uso della batteria. Il carico della casa verrà soddisfatto dalle batterie se c'è disponibilità di capacità.
pl: Harmonogram baterii nie zmieni wykorzystania baterii. Obciążenie domu będzie zasilane z baterii, jeśli jest dostępna pojemność.

# no_self_sufficiency
source: No self sufficiency estimate will be shown
de: Es wird keine Selbsteinschätzung der Selbstständigkeit angezeigt
es: No se mostrará ninguna estimación de autosuficiencia
it: Nessuna stima di autosufficienza sarà mostrata
pl: Nie zostanie wyświetlona żadna ocena samowystarczalności

source: None
de: Nichts
es: Ninguno
it: Nessuno
pl: Brak

source: Note that not all parameters contain values
de: Bitte beachten, dass nicht alle Parameter Werte enthalten
es: Tenga en cuenta que no todos los parámetros contienen valores
it: Si noti che non tutti i parametri contengono valori.
pl: Zwróć uwagę, że nie wszystkie parametry zawierają wartości

source: now
de: jetzt
es: Ahora
it: ora
pl: Teraz

source: Off
de: Aus
es: Apagado
pl: Wyłączone

source: Offline Device
de: Offline-Gerät
es: Dispositivo sin conexión
it: Dispositivo offline
pl: Urządzenie offline

source: On
de: Ein
es: Activado
it: Attivo
pl: Włączony

# one_battery_charge_period
source: Your battery will be force charged from the grid between %1$@.
de: Ihr Akku wird zwischen %1$@ von der Stromversorgung erzwungen geladen.
es: Su batería será cargada forzadamente desde la red eléctrica entre %1$@.
it: La tua batteria verrà caricata forzatamente dalla rete tra le %1$@.
pl: Twoja bateria będzie ładowana siłą z sieci między %1$@.

# one_battery_freeze_period
source: Your battery will not charge or discharge between %1$@. Solar power will be diverted to charging the battery. Any house load will come from the grid between these times. Reset time period %2$@ to disable this.
de: Ihre Batterie wird sich zwischen %1$@ nicht aufladen oder entladen. Die Solarenergie wird zum Aufladen der Batterie umgeleitet. Jede Hauslast wird in dieser Zeit vom Netz kommen. Setzen Sie den Zeitraum %2$@ zurück, um dies zu deaktivieren.
es: Su batería no se cargará ni descargará entre %1$@. La energía solar se desviará para cargar la batería. Cualquier carga de la casa provendrá de la red durante estos tiempos. Restablezca el período de tiempo %2$@ para desactivar esto.
it: La tua batteria non si caricherà né scaricherà tra %1$@. L'energia solare verrà deviata per caricare la batteria. Qualsiasi carico domestico verrà dalla rete in questi orari. Reimposta il periodo di tempo %2$@ per disabilitare questa funzione.
pl: Twoja bateria nie będzie się ładować ani rozładowywać między %1$@. Energia słoneczna zostanie przekierowana do ładowania baterii. Wszelkie obciążenia domowe będą pochodzić z sieci w tych godzinach. Zresetuj okres czasu %2$@, aby to wyłączyć.

source: Output
de: Ertrags-
es: Salida
it: Uscita
pl: Wyjście

# overlapping_time_periods
source: Some of the time periods overlap, please adjust and try again.
de: Einige der Zeitperioden überlappen sich, bitte anpassen und erneut versuchen.
es: Algunos de los períodos de tiempo se solapan, por favor ajusta e intenta de nuevo.
it: Alcuni periodi di tempo si sovrappongono, si prega di regolare e riprovare.
pl: Niektóre okresy czasu się nakładają, proszę dostosować i spróbować ponownie.

source: Parameters
de: Parameter
es: Parámetros
it: Parametri
pl: Parametry

source: Parameters are updated every 5 minutes by FoxESS and only available for a single day at a time
de: Die Parameter werden alle 5 Minuten von FoxESS aktualisiert und sind immer nur für einen Tag verfügbar
es: Los parámetros se actualizan cada 5 minutos por FoxESS y solo están disponibles para un solo día a la vez
it: I parametri vengono aggiornati ogni 5 minuti da FoxESS e sono disponibili solo per un giorno alla volta
pl: Parametry są aktualizowane co 5 minut przez FoxESS i dostępne tylko na jeden dzień

source: Parameters...
de: Parameter...
es: Parámetros...
it: Parametri...
pl: Parametry...

source: Passcode was incorrect. Try again.
de: Der Code war falsch. Versuchen Sie es erneut.
es: El código es incorrecto. Inténtalo de nuevo.
it: Il codice non è corretto. Riprova.
pl: Kod jest nieprawidłowy. Spróbuj ponownie.

source: Paste the API key above
de: Fügen Sie den API-Schlüssel oben ein
es: Pega la clave API arriba
it: Incolla la chiave API sopra
pl: Wklej klucz API powyżej

source: Peak Shaving
de: Lastspitzenkappung
es: Reducción de picos
it: Taglio dei picchi
pl: Ograniczanie szczytów zużycia

source: Peak shaving is not available. This could be due to your inverter firmware or model. Please contact FoxESS for further information.
de: Lastspitzenkappung ist nicht verfügbar. Dies könnte an der Firmware oder dem Modell Ihres Wechselrichters liegen. Bitte kontaktieren Sie FoxESS für weitere Informationen.
es: La reducción de picos no está disponible. Esto podría deberse al firmware o modelo de su inversor. Póngase en contacto con FoxESS para obtener más información.
it: Il taglio dei picchi non è disponibile. Questo potrebbe dipendere dal firmware o dal modello del tuo inverter. Contatta FoxESS per ulteriori informazioni.
pl: Ograniczanie szczytów zużycia jest niedostępne. Może to być spowodowane oprogramowaniem układowym lub modelem falownika. Skontaktuj się z FoxESS, aby uzyskać więcej informacji.

# peak_shaving_mode
source: This mode has unknown behaviour
de: In diesem Modus ist das Verhalten unbekannt
es: Este modo tiene un comportamiento desconocido
it: Questa modalità ha un comportamento sconosciuto
pl: Ten tryb ma nieznane zachowanie

# peak_shaving_settings_saved
source: Your peak shaving settings were saved
de: Ihre Peak-Shaving-Einstellungen wurden gespeichert
es: Se guardaron tus ajustes de reducción de picos
it: Le impostazioni di peak shaving sono state salvate
pl: Twoje ustawienia ograniczania szczytów zostały zapisane

source: Please be cautious and only change this setting if you know what you are doing.
de: Bitte seien Sie vorsichtig und ändern Sie diese Einstellung nur, wenn Sie wissen, was Sie tun.
es: Por favor, ten cuidado y cambia esta configuración solo si sabes lo que estás haciendo.
it: Si prega di fare attenzione e modificare questa impostazione solo se si sa cosa si sta facendo.
pl: Zachowaj ostrożność i zmieniaj to ustawienie tylko, jeśli wiesz, co robisz.

source: Please choose months or a shorter date range.
de: Bitte wählen Sie Monate oder einen kürzeren Datumsbereich.
es: Elige meses o un rango de fechas más corto.
it: Seleziona i mesi o un intervallo di date più breve.
pl: Wybierz miesiące lub krótszy zakres dat.

source: Please ensure the start date is before the end date.
de: Bitte stellen Sie sicher, dass das Startdatum vor dem Enddatum liegt.
es: Asegúrate de que la fecha de inicio sea anterior a la fecha de fin.
it: Assicurati che la data di inizio sia precedente alla data di fine.
pl: Upewnij się, że data początkowa jest wcześniejsza niż data końcowa.

source: Please enter a number between 10 and 100
de: Bitte geben Sie eine Zahl zwischen 10 und 100 ein.
es: Por favor, introduce un número entre 10 y 100.
it: Per favore, inserisci un numero tra 10 e 100.
pl: Proszę wpisać liczbę między 10 a 100.

source: Please enter the new name
de: Bitte geben Sie den neuen Namen ein
es: Por favor, ingrese el nuevo nombre
it: Inserisci il nuovo nome
pl: Proszę wprowadzić nową nazwę

source: power
de: Leistung
es: potencia
it: Potenza
pl: moc

source: Power flow
de: Leistungsfluss
es: Flujo de potencia
it: Flusso di potenza
pl: Przepływ mocy

source: Power Station
de: Kraftwerk
es: Central eléctrica
it: Centrale elettrica
pl: Elektrownia

# powerstation_mode
source: This mode has unknown behaviour
de: In diesem Modus ist das Verhalten unbekannt
es: Este modo tiene un comportamiento desconocido
it: Questa modalità ha un comportamento sconosciuto
pl: Ten tryb ma nieznane zachowanie

source: Predefined selections
de: Vordefinierte Auswahl
es: Selecciones predefinidas
it: Selezioni predefinite
pl: Wybrane opcje

source: Prediction
de: Vorhersage
es: Predicción
it: Previsione
pl: Przewidywanie

source: Pulse is included in the app to help with issues. It allows users to view their own network activity — like what data the app sends or receives — and optionally export it to share with the development team. This tool is only for troubleshooting and has no effect on how you use the app.
de: Pulse ist in der App enthalten, um bei Problemen zu helfen. Es ermöglicht Nutzern, ihre eigene Netzwerkaktivität – also welche Daten die App sendet oder empfängt – anzusehen und bei Bedarf zu exportieren, um sie dem Entwicklungsteam zur Verfügung zu stellen. Dieses Tool dient ausschließlich zur Fehlerbehebung und hat keinen Einfluss auf die Nutzung der App.
es: Pulse está incluido en la aplicación para ayudar con la resolución de problemas. Permite a los usuarios ver su propia actividad de red —como los datos que la app envía o recibe— y exportarla opcionalmente para compartirla con el equipo de desarrollo. Esta herramienta es solo para diagnóstico y no afecta al uso normal de la aplicación.
it: Pulse è incluso nell'app per aiutare a risolvere eventuali problemi. Consente agli utenti di visualizzare la propria attività di rete, come i dati inviati o ricevuti dall'app, e di esportarla facoltativamente per condividerla con il team di sviluppo. Questo strumento è solo per la risoluzione dei problemi e non influisce sull'utilizzo dell'app.
pl: Pulse jest zawarty w aplikacji, aby pomóc w rozwiązywaniu problemów. Umożliwia użytkownikom przeglądanie własnej aktywności sieciowej – takich jak dane wysyłane lub odbierane przez aplikację – oraz opcjonalnie eksportowanie tych informacji w celu udostępnienia zespołowi deweloperskiemu. To narzędzie służy wyłącznie do diagnozowania problemów i nie ma wpływu na korzystanie z aplikacji.

# PVOutput_description
source: PVOutput is a free online service for sharing and comparing photovoltaic solar panel output data. Visit https://pvoutput.org/ to register for free and enter your details below. You can then upload your data to PVOutput manually from this screen.
de: PVOutput ist ein kostenloser Online-Dienst zum Teilen und Vergleichen von Leistungsdaten von Photovoltaik-Solaranlagen. Besuchen Sie https://pvoutput.org/, um sich kostenlos zu registrieren, und geben Sie unten Ihre Daten ein. Anschließend können Sie Ihre Daten von diesem Bildschirm aus manuell zu PVOutput hochladen.
es: PVOutput es un servicio en línea gratuito para compartir y comparar datos de producción de paneles solares fotovoltaicos. Visita https://pvoutput.org/ para registrarte gratuitamente e introduce tus datos a continuación. Después podrás subir tus datos a PVOutput manualmente desde esta pantalla.
it: PVOutput è un servizio online gratuito per condividere e confrontare i dati di produzione degli impianti fotovoltaici. Visita https://pvoutput.org/ per registrarti gratuitamente e inserisci i tuoi dati qui sotto. Potrai quindi caricare manualmente i tuoi dati su PVOutput da questa schermata.
pl: PVOutput to bezpłatna usługa online do udostępniania i porównywania danych produkcji paneli fotowoltaicznych. Odwiedź https://pvoutput.org/, aby zarejestrować się bezpłatnie, i wprowadź poniżej swoje dane. Następnie możesz ręcznie przesłać swoje dane do PVOutput z tego ekranu.
